MesTool/MESWebServiceSoap.Upload_FIDWUL_DATAFLAGs.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
    xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope"
    xmlns:SOAP-ENC="http://www.w3.org/2003/05/soap-encoding"
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema"
    xmlns:ns1="http://tempuri.org/">
 <SOAP-ENV:Body>
   <ns1:Upload_FIDWUL_DATAFLAGs>
    <ns1:list>
     <ns1:FIDailyWorkReturnEntity>
      <ns1:RECORD_ID></ns1:RECORD_ID>
      <ns1:DATAFLAG>0.0</ns1:DATAFLAG>
      <ns1:MESSAGE></ns1:MESSAGE>
     </ns1:FIDailyWorkReturnEntity>
    </ns1:list>
   </ns1:Upload_FIDWUL_DATAFLAGs>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
